Repository: giacomos/collective.comicbookreader
Catalog: collective/comicbookreader/locales/*/LC_MESSAGES/collective.comicbookreader.po
Languages: it

source: Double Page
it: Doppia Facciata

source: Full Screen
it: Schermo intero

source: Next Page
it: Pagina successiva

source: Normal Mode
it: Modalità Normale

source: Normal Screen
it: Grandezza normale

source: Previous Page
it: Pagina precedente

source: Return to Normal Screen
it: Esci

source: Reversed Mode
it: Modalità invertita

source: Single Page
it: Facciata singola

source: Switch images
it: Scambia le immagini

source: Switch to Dual Page
it: Passa a Doppia Facciata

source: Switch to Full Screen
it: Passa a schermo intero

source: Switch to Single Page
it: Passa a Facciata Singola
